---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.RebarHandleNameData
source: html/c76531d8-02a5-d749-f4a6-73e0929187d5.htm
---
# RebarHandleNameData Methods

Gets the handle tag for which we need to specify the name.